tutorials/multiphase/multiphaseInterDyMFoam/laminar/mixerVesselAMI2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=$(getApplication)

./makeMesh

restore0Dir
runApplication setFields

#runApplication $application
#runApplication decomposePar
#runParallel $application
#runApplication reconstructPar

#------------------------------------------------------------------------------
